"Support " = "赞一下";
"Complain " = "吐槽下";
"Cancel" = "取消";
"Rate App" = "给App打分";
"Recommend this app to friends" = "将这个应用推荐给好友";
"Complain by email" = "发个邮件反馈问题";
"Connect WeChat Official Account" = "关注应用微信订阅号";
"Support" = "支持";
"More apps" = "更多应用";
"Notice" = "注意";
"Open WeChat" = "打开微信";
"Feedback" = "反馈";
"Your device doesn't support send email." = "你的设备还不支持发邮件，先配置下邮箱吧。";
"My Goals" = "我的小目标";
"Planimeter" = "地图测量尺";
"Memory" = "艾宾浩斯记忆法";
"Magnify" = "卡卡放大镜";
"ArtMap" = "ArtMap";
"Measure" = "测距测面积";
"Monotasking" = "单核工作法";
"Self management and todo list" = "自我管理和待办清单";
"Measure area and distance" = "在卫星地图上测量距离和面积";
"Ebbinghaus forgetting curve" = "用艾宾浩斯遗忘曲线记忆";
"Create wallpaper from map" = "用地图创建炫酷墙纸";
"Measure area and distance by AutoNavi" = "用高德地图测量面积和距离";
"Timer tool for monotasking" = "单核工作法辅助工具";
"Magnify screenshot for developer" = "为开发者和设计师提供的屏幕放大镜";
"Connect WeChat official account " = "关注微信公众号 ";
"The official account name has copy to pasteboard." = "公众号名字已经复制到系统剪贴板。";
